dist/index.html
<?xml version="1.0" encoding="utf-8"?>
<!DOCTYPE html PUBLIC "-//W3C//DTD XHTML 1.0 Strict//EN"
"http://www.w3.org/TR/xhtml1/DTD/xhtml1-strict.dtd">
<html xmlns="http://www.w3.org/1999/xhtml" lang="en" xml:lang="en">
<head>
<!-- 2016-01-26 Tue 10:43 -->
<meta  http-equiv="Content-Type" content="text/html;charset=utf-8" />
<meta  name="viewport" content="width=device-width, initial-scale=1" />
<title></title>
<meta  name="generator" content="Org-mode" />
<meta  name="author" content="ffff" />
<link rel="alternate" type="application/rss+xml"
                href="http://our.coolworld.me/rss.xml"
                title="my.coolworld.me RSS feed">
          <link rel="stylesheet"
                type="text/css"
                href="style.css">
</head>
<body>
<div id="content">
<h1>this week in sensing</h1>

<div id="outline-container-orgheadline1" class="outline-2">
<h2 id="orgheadline1"><a id="ID-55F7FA03-6CC1-4E0B-9344-0011D0E141CF"></a>1</h2>
<div class="outline-text-2" id="text-orgheadline1">
<p>
<i>darpa drops money on bci research; fitbit data captures a breakup; sensing heartrate from a distance</i>
</p>

<p>
<a href="http://cacm.acm.org/careers/197309-catching-heartbeats-with-millimeter-wave-radar/fulltext">Catching heartbeats with millimeter-wave radar</a>. sensing heartrate without sensors on the body. here's a funny quote about how our pervasive sensing future will be "casual and relaxed":
</p>

<blockquote>
<p>
"Heartbeats can now be measured without placing sensors on the human body, thanks to a new technology developed in Japan. 'Taking measurements with sensors on the body can be stressful and troublesome, because you have to stop what you're doing,' says Hiroyuki Sakai, a researcher at Panasonic. 'What we tried to make was something that would offer people a way to monitor their body in a casual and relaxed environment.'" 
</p>
</blockquote>

<p>
<a href="http://www.darpa.mil/news-events/2015-01-19">DARPA - Bridging the bio-electric divide</a>. DARPA in the biosensing game with a $60m brain-computer interface grant.
</p>


<blockquote class="twitter-tweet" data-lang="en"><p lang="en" dir="ltr">Breakup, as captured by my fitbit. <a href="https://twitter.com/hashtag/breakup?src=hash">#breakup</a> <a href="https://twitter.com/hashtag/Fitbit?src=hash">#Fitbit</a> <a href="https://t.co/S9sLV2TlCC">pic.twitter.com/S9sLV2TlCC</a></p>&mdash; Koby (@iamkoby) <a href="https://twitter.com/iamkoby/status/689521611611971588">January 19, 2016</a></blockquote>

<p>
<a href="http://mashable.com/2016/01/20/fitbit-captures-breakup-moment/#Fc">Fitbit captures exact moment of devestating heartbreak</a>.
an interesting case, this guy made the personal decision to disclose  of disclosure
and made the decision to share this data, along with his captioning.
</p>

<p>
<a href="http://spectrum.ieee.org/view-from-the-valley/biomedical/devices/siliconbased-sensors-slip-into-the-brain-then-dissolve-when-their-jobs-are-done">Sensors that dissolve in the brain</a>.
from the same lab that brought us
<a href="http://spectrum.ieee.org/biomedical/devices/a-temporary-tattoo-that-senses-through-your-skin">biosensing tattoos</a>.
</p>

<p>
<a href="http://arstechnica.co.uk/security/2016/01/how-to-search-the-internet-of-things-for-photos-of-sleeping-babies/">How to search the internet of things for pictures of sleeping babies</a>. 
shodan search engine serves as a creepy reminder of why we need IoT security
</p>
</div>
</div>
</div>
<div id="postamble" class="status">
<small>all content nick merrill 2015</small>
</div>
</body>
</html>
